var elementData = [
    {"name":"暴雨",
      "children":[
          {"relativepath":"/forecast/QPF_V2/gridrain03/polygon", "fileFormat":"{yyyyMMddHH}.{XXX}", "unit":"mm", "name":"3H","time":[3,6,9,12,15,18,21,24,27,30,33,36,39,42,45,48,51,54,57,60,63,66,69,72,75,78,81,84,87,90,93,96,99,102,105,108,111,114,117,120,123,126,129,132,135,138,141,144,147,150,153,156,159,162,165,168,171,174,177,180,183,186,189,192,195,198,201,204,207,210,213,216,219,222,225,228,231,234,237,240]},
          {"relativepath":"/forecast/QPF_V2/gridrain06/polygon", "fileFormat":"{yyyyMMddHH}.{XXX}", "unit":"mm", "name":"6H","time":[6,12,18,24,30,36,42,48,54,60,66,72,78,84,90,96,102,108,114,120,126,132,138,144,150,156,162,168,174,180,186,192,198,204,210,216,222,228,234,240]},
          {"relativepath":"/forecast/QPF_V2/gridrain12/polygon", "fileFormat":"{yyyyMMddHH}.{XXX}", "unit":"mm", "name":"12H","time":[12,24,36,48,60,72,84,96,108,120,132,144,156,168,180,192,204,216,228,240]},
          {"relativepath":"/forecast/QPF_V2/gridrain24/polygon", "fileFormat":"{yyyyMMddHH}.{XXX}", "unit":"mm", "name":"24H","time":[24,48,72,96,120,144,168,192,216,240]}

]
    },
    {
        "name":"大风","relativepath":"/fsol/wind_05_1h/polygon", "fileFormat":"{yyyyMMddHH}.{XXX}","unit":"m/s","time":[3,6,9,12,15,18,21,24,27,30,33,36,39,42,45,48,51,54,57,60,63,66,69,72,75,78,81,84,87,90,93,96,99,102,105,108,111,114,117,120,123,126,129,132,135,138,141,144,147,150,153,156,159,162,165,168,171,174,177,180,183,186,189,192,195,198,201,204,207,210,213,216,219,222,225,228,231,234,237,240]
    },
    {
        "name":"高温","relativepath":"/fsol/tmx_05/polygon/", "fileFormat":"{yyyyMMddHH}.{XXX}","unit":"°C","time":[24,48,72,96,120,144,168,192,216,240]

    }, {
        "name":"低温","relativepath":"/fsol/tmi_05/polygon/", "fileFormat":"{yyyyMMddHH}.{XXX}","unit":"°C","time":[24,48,72,96,120,144,168,192,216,240]
    }
];